[
  {
    "path": "scriptures",
    "title": "Be Still",
    "author": "Psalms",
    "content": "Be still, and know that I am God.",
    "difficulty_order": 1,
    "word_count": 8,
    "source": "Psalm 46:10"
  },
  {
    "path": "scriptures",
    "title": "The Way",
    "author": "Tao Te Ching",
    "content": "The way that can be spoken is not the eternal Way.",
    "difficulty_order": 2,
    "word_count": 11,
    "source": "Chapter 1"
  },
  {
    "path": "scriptures",
    "title": "Right Action",
    "author": "Bhagavad Gita",
    "content": "You have a right to perform your prescribed duty, but not to the fruits of action.",
    "difficulty_order": 3,
    "word_count": 16,
    "source": "Chapter 2, Verse 47"
  },
  {
    "path": "scriptures",
    "title": "Mind Training",
    "author": "Dhammapada",
    "content": "All that we are is the result of what we have thought.",
    "difficulty_order": 4,
    "word_count": 12,
    "source": "Verse 1"
  },
  {
    "path": "scriptures",
    "title": "Golden Rule",
    "author": "Matthew",
    "content": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them.",
    "difficulty_order": 5,
    "word_count": 17,
    "source": "Matthew 7:12"
  },
  {
    "path": "scriptures",
    "title": "Valley Spirit",
    "author": "Tao Te Ching",
    "content": "The valley spirit never dies; it is the woman, primal mother. Her gateway is the root of heaven and earth.",
    "difficulty_order": 6,
    "word_count": 19,
    "source": "Chapter 6"
  },
  {
    "path": "scriptures",
    "title": "Wisdom's Value",
    "author": "Proverbs",
    "content": "Happy is the man that findeth wisdom, and the man that getteth understanding. For the merchandise of it is better than the merchandise of silver.",
    "difficulty_order": 7,
    "word_count": 24,
    "source": "Proverbs 3:13-14"
  },
  {
    "path": "scriptures",
    "title": "Selfless Service",
    "author": "Bhagavad Gita",
    "content": "He who sees inaction in action, and action in inaction, is wise among men. He is a true yogi and has performed all action.",
    "difficulty_order": 8,
    "word_count": 23,
    "source": "Chapter 4, Verse 18"
  },
  {
    "path": "scriptures",
    "title": "All Beings",
    "author": "Dhammapada",
    "content": "Hatred does not cease by hatred, but only by love; this is the eternal rule. All beings tremble before violence. All fear death. All love life.",
    "difficulty_order": 9,
    "word_count": 26,
    "source": "Verses 5, 129"
  },
  {
    "path": "scriptures",
    "title": "The Lord's Prayer",
    "author": "Matthew",
    "content": "Our Father which art in heaven, Hallowed be thy name. Thy kingdom come, Thy will be done in earth, as it is in heaven.",
    "difficulty_order": 10,
    "word_count": 24,
    "source": "Matthew 6:9-10"
  },
  {
    "path": "scriptures",
    "title": "Water's Teaching",
    "author": "Tao Te Ching",
    "content": "Nothing in the world is as soft and yielding as water. Yet nothing can better overcome the hard and strong. This is because nothing can substitute for it.",
    "difficulty_order": 11,
    "word_count": 28,
    "source": "Chapter 78"
  },
  {
    "path": "scriptures",
    "title": "Vanity of Vanities",
    "author": "Ecclesiastes",
    "content": "Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity. What profit hath a man of all his labour which he taketh under the sun?",
    "difficulty_order": 12,
    "word_count": 27,
    "source": "Ecclesiastes 1:2-3"
  },
  {
    "path": "scriptures",
    "title": "Krishna's Teaching",
    "author": "Bhagavad Gita",
    "content": "Whenever righteousness wanes and unrighteousness increases I send myself forth. For the protection of the good and for the destruction of evil, and for the establishment of righteousness, I come into being age after age.",
    "difficulty_order": 13,
    "word_count": 35,
    "source": "Chapter 4, Verses 7-8"
  },
  {
    "path": "scriptures",
    "title": "Compassion's Power",
    "author": "Dhammapada",
    "content": "Better than a thousand hollow words is one word that brings peace. Better than a thousand hollow verses is one verse that brings peace. Better than a hundred hollow lines is one line of the law, bringing peace.",
    "difficulty_order": 14,
    "word_count": 38,
    "source": "Verses 100-102"
  },
  {
    "path": "scriptures",
    "title": "Beatitudes",
    "author": "Matthew",
    "content": "Blessed are the poor in spirit: for theirs is the kingdom of heaven. Blessed are they that mourn: for they shall be comforted. Blessed are the meek: for they shall inherit the earth.",
    "difficulty_order": 15,
    "word_count": 34,
    "source": "Matthew 5:3-5"
  },
  {
    "path": "scriptures",
    "title": "Wu Wei",
    "author": "Tao Te Ching",
    "content": "The sage does not attempt anything very big, and thus achieves greatness. He who is easy of promise is sure to keep but little faith. He who thinks things easy is sure to find them difficult. Therefore the sage sees difficulty even in what seems easy, and so never has any difficulties.",
    "difficulty_order": 16,
    "word_count": 52,
    "source": "Chapter 63"
  },
  {
    "path": "scriptures",
    "title": "Time and Season",
    "author": "Ecclesiastes",
    "content": "To every thing there is a season, and a time to every purpose under the heaven: A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted; A time to kill, and a time to heal; a time to break down, and a time to build up.",
    "difficulty_order": 17,
    "word_count": 53,
    "source": "Ecclesiastes 3:1-3"
  },
  {
    "path": "scriptures",
    "title": "Universal Form",
    "author": "Bhagavad Gita",
    "content": "I am Time, the destroyer of worlds, engaged in destroying all people. Even without you, all the warriors standing in the opposing armies shall cease to exist. Therefore, arise and attain glory. Conquer your enemies and enjoy unrivaled dominion. I have already destroyed all these warriors. You are merely an instrument in this work.",
    "difficulty_order": 18,
    "word_count": 55,
    "source": "Chapter 11, Verses 32-33"
  },
  {
    "path": "scriptures",
    "title": "Path to Enlightenment",
    "author": "Dhammapada",
    "content": "All formations are impermanent. When one sees this with wisdom, one turns away from suffering. This is the path of purification. All formations are suffering. When one sees this with wisdom, one turns away from suffering. This is the path of purification. All things are without self. When one sees this with wisdom, one turns away from suffering. This is the path of purification.",
    "difficulty_order": 19,
    "word_count": 67,
    "source": "Verses 277-279"
  },
  {
    "path": "scriptures",
    "title": "Love Chapter",
    "author": "1 Corinthians",
    "content": "Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal. And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.",
    "difficulty_order": 20,
    "word_count": 58,
    "source": "1 Corinthians 13:1-2"
  }
]